Repository: BloomBooks/BloomDesktop
Catalog: DistFiles/localization/Bloom.ta.tmx
Source language: ta
Languages: en

source: மன்னிக்கவும், வெட்டுதல் {0} சிக்கல். சில விவரங்கள் பின்பற்றவும். தொழில்நுட்ப உதவி வேண்டும்.
en: Sorry, there was a problem uploading {0}. Some details follow. You may need technical help.

source: ஒன்று அல்லது மேற்பட்ட புலங்கள் மேலே வெட்டுதல் முன் உங்கள் கவனம் தேவை
en: One or more fields above need your attention before uploading

source: மன்னிக்கவும், "{0}" வெற்றிகரமாக பணியிடத்தில் தகவலிறக்கம் செய்யப்படவில்லை
en: Sorry, "{0}" was not successfully uploaded

source: வெட்டுதல், மூலம் நீங்கள் உங்கள் ஒப்பந்தம், Bloom நூலகத்தில் பயன்படுத்தும் விதிகள் உறுதிசெய் மற்றும் அது விவரிக்கும் உரிமைகளையும்
en: By uploading, you confirm your agreement with the Bloom Library Terms of Use and grant the rights it describes

source: உங்கள் புத்தகம் வெட்டுதல் சிக்கல் ஏற்பட்டுள்ளது.
en: There was a problem uploading your book.

source: பயன்பாட்டு/உரிமம்
en: Usage/License

source: கணக்கு ஏற்கனவே உள்ளது
en: Account Already Exists

source: நாங்கள் முடியாது நீங்கள் உடன் உள்நுழைய அந்த முகவரி, ஏனென்றால் நாங்கள் ஏற்கனவே அந்த முகவரி கொண்ட கணக்கு. அதற்கு பதிலாக உள்நுழைய விரும்புகிறீர்களா?
en: We cannot sign you up with that address, because we already have an account with that address. Would you like to log in instead?

source: Bloom இணைக்க முடியவில்லை சரிபார்க்க உங்கள் உள்நுழைதலை சேவையகம். உங்கள் வலையமைப்பு இணைப்பை சரிபார்க்கவும்.
en: Bloom could not connect to the server to verify your login. Please check your network connection.

source: உள்நுழைதல் தோல்வியுற்றது
en: Login failed

source: Bloom இணைக்க முடியவில்லை உங்கள் உள்நுழைவு அல்லது signup நிறைவுசெய்ய சேவகன். இது உங்கள் இணைய இணைப்பு, நமது சேவையகம் அல்லது சில உபகரணங்கள் சிக்கல் between உள்ளே இருக்கும் முடியவில்லை.
en: Bloom could not connect to the server to complete your login or signup. This could be a problem with your internet connection, our server, or some equipment in between.

source: உள்நுழைய ஒரு BloomLibrary.org கணக்கு, வகையில் என்று ஒப்புக்கொள்கிறீர்கள் பயன்படுத்தும் BloomLibrary விதிகள் காட்டும் பெட்டியை நீங்கள் சரிபார்க்க வேண்டும்.
en: In order to sign up for a BloomLibrary.org account, you must check the box indicating that you agree to the BloomLibrary Terms of Use.

source: மின்னஞ்சல் தேவை
en: Email Needed

source: உடன் ஆகியவற்றை ஆதாரங்களுடன் ஒரு பயனர் எங்களிடம் வேண்டாம். நீங்கள் உள்நுழைய விரும்புகிறீர்களா?
en: We don't have a user on record with that email. Would you like to sign up?

source: கடவுச்சொல் மற்றும் பயனர் ID பொருந்தவில்லை
en: Password and user ID did not match

source: தயவுசெய்து விதிமுறைகள் ஏற்றுக்கொள்ள
en: Please agree to terms of use

source: ஒரு செல்லத்தக்க மின்னஞ்சல் முகவரியை உள்ளிடவும். நாங்கள் உங்களுக்கு ஒரு மின்னஞ்சல் இந்த முகவரிக்கு அனுப்பு எனவே உங்கள் கடவுச்சொல் மீட்டமை.
en: Please enter a valid email address. We will send an email to this address so you can reset your password.

source: Bloom இணைக்க முடியவில்லை உங்கள் கடவுச்சொல்லை மீட்டமைக்க சேவகன். உங்கள் வலையமைப்பு இணைப்பை சரிபார்க்கவும்.
en: Bloom could not connect to the server to reset your password. Please check your network connection.

source: கடவுச்சொல் மீட்டமை தோல்வியுற்றது
en: Reset Password failed

source: கடவுச்சொல் மீட்டமைத்தல்
en: Resetting Password

source: நாம் அனுப்பும் ஒரு மின்னஞ்சல் உங்கள் கடவுச்சொல்லை மீட்டமைக்க வழிமுறைகளை கொண்டு {0}
en: We are sending an email to {0} with instructions for how to reset your password

source: உள்நுழைய Bloom நூலகம்.
en: Sign up for Bloom Library.

source: அறியாத பயனீட்டாளர்
en: Unknown user

source: Bloom முடியவில்லை இல்லை புகுபதிகை செய்ய உங்கள் சேமிக்கப்பட்ட நம்பிக்கைச்சான்றை பயன்படுத்தி BloomLibrary.org. உங்கள் வலையமைப்பு இணைப்பை சரிபார்க்கவும்.
en: Bloom could not log in to BloomLibrary.org using your saved credentials. Please check your network connection.

source: வெளியே BloomLibrary.org உள்நுழையவும்
en: Log out of BloomLibrary.org

source: PDF முன்னோட்டம் ஈட்டும்...
en: Making PDF Preview...

source: சிறு உருவம் ஈட்டும்...
en: Making thumbnail image...

source: மன்னிக்கவும், இந்த பதிப்பு Bloom டெஸ்க்டாப் இணக்கமாக இல்லை BloomLibrary.org தற்போதைய பதிப்பு. தயவுகூர்ந்து புதிய பதிப்பிற்கு மேம்படுத்தி மேம்படுத்தல்.
en: Sorry, this version of Bloom Desktop is not compatible with the current version of BloomLibrary.org. Please upgrade to a newer version.

source: புகுபதிகை செய்ய BloomLibrary.org (அல்லது உள்நுழைய) வெட்டுதல் முன்
en: Please log in to BloomLibrary.org (or sign up) before uploading

source: தயவுசெய்து திருத்து தாவலில் இருந்து இது அமை
en: Please set this from the edit tab

source: படி 1: மீத்தரவு உறுதிசெய்
en: Step 1: Confirm Metadata

source: படி 2: பதிவேற்றும்
en: Step 2: Upload

source: ஆலோசனை: ஆக்கப்பூர்வ செய்தியாக உரிமம் Assigning எளிதாக்குகிறது தெளிவாகக் ஒவ்வொருவரிடமும் சில அனுமதிகள் வழங்க உங்களுக்காக.
en: Suggestion: Assigning a Creative Commons License makes it easy for you to clearly grant certain permissions to everyone.

source: ஆலோசனை: ஆக்கப்பூர்வ செய்தியாக உரிமங்கள் எளிதாக்கு பெரிதும் மற்றவர்களின் பயன்பாட்டுக்கு உங்கள் புத்தகம் என்றால் அவர்கள் மொழியில் உங்கள் விருப்பம் உரிமம் பேசியும் இல்லை.
en: Suggestion: Creative Commons Licenses make it much easier for others to use your book, even if they aren't fluent in the language of your custom license.

source: சுருக்கம்
en: Summary

source: தலைப்பு
en: Title

source: புத்தகம் பதிவேற்றும்
en: Upload Book

source: வாழ்த்துக்கள், "{0}" இருக்கும் பட்சத்தில் இப்போது BloomLibrary.org ({1})
en: Congratulations, "{0}" is now available on BloomLibrary.org ({1})

source: பதிவேற்றும் அனுமதிக்கப்படாது
en: Upload Not Allowed

source: உங்கள் புத்தகம் வெட்டுதல் சிக்கல் ஏற்பட்டுள்ளது. Bloom மறுதொடக்கம் செய்யவும் அல்லது தொழில்நுட்ப உதவி பெற வேண்டும்.
en: There was a problem uploading your book. You may need to restart Bloom or get technical help.

source: பதிவேற்றும் முன்னேற்றம்
en: Upload Progress

source: பதிவேற்றும் புத்தகத்தை ( மணல் பெட்டி)
en: Upload Book (to Sandbox)

source: புத்தகம் மீத்தரவு வெட்டுதல்
en: Uploading book metadata

source: {0} வெட்டுதல்
en: Uploading {0}

source: நகல்-மூலம்-என்.சி
en: CC-BY-NC

source: BloomLibrary.org பதிவாக்க
en: Sign up for BloomLibrary.org

source: வார்த்தை பட்டியல் மற்றும் பற்றி மாதிரி TextsWhen உரை கோப்புகள் உங்கள் மாதிரி texts கோப்புறையில் நீங்கள் வைக்க, நீங்கள் உங்கள் படிப்பான்கள் உருவாக்கும் போது ஆலோசனை சொற்களை Decodable படிப்பான் கருவி பெறமுடியும்.
en: About Word Lists and Sample TextsWhen you place text files in your sample texts folder, the Decodable Reader Tool can find words to suggest while you are creating your readers.

source: நீங்கள் மொழி ஒரு சொல் பட்டியலில் இன்னும் இருக்க வேண்டாம்? நிறைய சொற்களை எளிதாக சேகரிக்க மற்றும் உள்ள ஒரு அகராதி தொடங்க SIL இன் இலவச WeSay மென்பொருள் மற்றும் RapidWords.net தொழில்நுட்பம் பயன்படுத்தி சிந்திக்கவும்.
en: Don't have a word list for you language yet? Consider using SIL's free WeSay software and the RapidWords.net technique to easily collect lots of words and get started on a dictionary.

source: உங்கள் மொழிக்கான texts இன்னும் இருக்க வேண்டாம்? SIL இன் இலவச SayMore மென்பொருள் சரிபார்க்கவும். அதனை நீங்கள் மக்கள் பதிவு மற்றும் பின் என்ன என்று அவர்கள் transcribe.
en: Don't have texts for your language yet? Check out SIL's free SayMore software. With it you can record people and then transcribe what they said.

source: மட்டம் சேர்
en: Add Level

source: மேடை சேர்
en: Add Stage

source: தயவுசெய்து உரைகள் மாதிரி உரைகள் கோப்புறை சேர்.
en: Please add texts to the Sample Texts folder.

source: புத்தகம்
en: Book

source: ஒரு புத்தகம் அதிகபட்ச சொற்கள்
en: Maximum Words per Book

source: இந்த நிலையில் அவற்றை சேர்க்க கடிதங்கள் click செய்யவும்.
en: Click on letters to add them to this stage.

source: இடைவெளிகளை மூலம் தனி
en: Separate by spaces

source: எ.கா "ai ஊவிடம் sh ng th அலுவலகங்களான"
en: E.g. "ai oo sh ng th ing"

source: கடிதம் சேர்க்கைகளை (வரிவடிவ எழுத்து)
en: Letter Combinations (Graphemes)

source: Decodable தொடங்குகிறது
en: Decodable Stages

source: முதல்,
en: First,

source: இந்த வடிவமைப்பை படிக்க முடியவில்லை
en: Cannot read this format

source: ஏற்றுமதி மற்றும் மாதிரி texts பயன்படுத்த கோப்புகளை மாற்றுவதற்கு உதவி
en: Help exporting and converting files to use as sample texts

source: மொழி
en: Language

source: கடிதங்கள் மற்றும் அகரவரிசை வரிசையில் வார்த்தை-அமைக்க கேரக்டர்கள் பட்டியல்.
en: List letters and word-forming characters in alphabetic order.

source: எ.கா. "a b c d"
en: E.g. "a b c d"

source: கடிதங்கள்
en: Letters

source: கடிதங்கள் மற்றும் எழுத்து சேர்க்கைகளை
en: Letters and Letter Combinations

source: உதவும் decodable படிப்பான்கள், Bloom கடிதங்கள் மற்றும் நீங்கள் கற்பித்தல் இருக்கும் எழுத்து சேர்க்கைகளை தேவைப்படுகிறது.
en: To help you make decodable readers, Bloom needs to know the letters and letter combinations that you will be teaching.

source: ஒவ்வொரு எழுத்து அல்லது எழுத்து இரண்டும் கொண்ட ஒரு இடம் தனி. உதாரணமாக, இங்கே என்பது என்ன நாங்கள் இருக்கலாம் பயன்படுத்த ஆங்கில மொழி:
en: Separate each letter or letter combination with a space. For example, here is what we might use for the English language:

source: ஆங்கில பட்டியலில் அடங்கும் போன்ற சொற்கள், தயாரிக்க பயன்படுத்தப்படும் சின்னங்கள் கவனிக்கவும் ' உள்ள
en: Notice that the English list includes symbols that are used to make words, like ' in

source: அது
en: it's

source: படிப்பவர் நிலைகள்
en: Reader Levels

source: பொருத்தமான சொற்கள்
en: matching words

source: ஒரு புத்தகம் அதிகபட்ச பிரத்யேக சொற்கள்
en: Maximum Unique Words per Book

source: மேலும் சொற்களை
en: More Words

source: இந்த மொழிக்கான மாதிரி உரை கோப்புறையை திறக்கவும்.
en: Open the sample texts folder for this language.

source: கடைசியாக
en: Page

source: ஒவ்வொரு பக்கத்திலும் அதிகபட்ச சொற்கள்
en: Maximum Words on each Page

source: இதனால் இயங்குகிறது
en: Powered by

source: நிலை {0} நீக்கு
en: Remove Level {0}

source: மேடை {0} நீக்கு
en: Remove Stage {0}

source: நிலைகள் மறு வரிசையாக்க இழுத்து வேண்டிய வரிசைகளை இழுக்கவும்.
en: Drag rows to reorder levels.

source: கட்டத்தில் மறு வரிசையாக்க இழுத்து வேண்டிய வரிசைகளை இழுக்கவும்.
en: Drag rows to reorder stages.

source: சொல் பட்டியல்கள் மற்றும் மாதிரி உரைகள்
en: Word Lists and Sample Texts

source: , எழுத்தறிவு தேடு பொறி.
en: , the Search Engine for Literacy.

source: முந்தைய மற்றும் புதிய எழுத்துக்கள்
en: Previous and New Letters

source: தண்டனை
en: Sentence

source: ஒவ்வொரு வரியின் அதிகபட்ச வார்த்தைகளை
en: Maximum Words in each Sentence

source: Decodable படிப்பான் கருவி அமை
en: Set up Decodable Reader Tool

source: மறுக்கும் படிப்பான் கருவி அமை
en: Set up Leveled Reader Tool

source: இந்த மொழிக்கான அகர வரிசை அமைக்கவும்.
en: set up the alphabet for this language.

source: கண்பார்வையில் சொற்கள் என்றால் என்ன?
en: What are sight words?

source: புதிய பயனுள்ளதாகக் சொற்கள்
en: New Sight Words

source: கண்பார்வையில் சொற்கள்
en: Sight Words

source: நிலைகளில்
en: Stages

source: இந்த நிலை நினைவில் விஷயங்கள்:
en: Things to remember for this level:

source: சொற்கள்
en: Words

source: உதவும் decodable படிப்பான்கள், தற்போதைய நிலையில் க்குள் பொருத்த சொற்களை Bloom ஆலோசனை செய்யலாம். Bloom சொற்களை கொடுக்க இரண்டு வழிகள் இருக்கின்றன:
en: To help you make decodable readers, Bloom can suggest words that fit within the current stage. There are two ways to give words to Bloom:

source: 2) உள்ள இடம் உரை கோப்புகள் உங்கள்
en: 2) Place Text Files in Your

source: மாதிரி உரை கோப்புறை
en: Sample Text Folder

source: 1) வகை சொற்களை இங்கு
en: 1) Type Words Here

source: மேலும், இந்த BloomPack தொடர்வோம் "{0}" மொழி உங்கள் சமீபத்திய decodable மற்றும் மறுக்கும் படிப்பவர் அமைப்புகளை. இந்த BloomPack உள்ள அமைப்புகள் மாற்றப்பட்டது அவர்களின் தற்போதைய decodable மற்றும் மறுக்கும் படிப்பவர் அமைப்புகள் யார் யார் பின் "{0}" தொகுப்பை திறக்கும், இந்த BloomPack திறக்கும் வேண்டிவரும். அவர்கள் கிடைக்கும் சொற்களை நடப்பு தொகுப்பை decodable படிப்பான்கள் பயன்படுத்தும்.
en: In addition, this BloomPack will carry your latest decodable and leveled reader settings for the "{0}" language. Anyone opening this BloomPack , who then opens a "{0}" collection, will have their current decodable and leveled reader settings replaced by the settings in this BloomPack. They will also get the current set of words for use in decodable readers.

source: வார்ப்புருக்கள்-ஐ பின்வரும் புத்தகங்கள் வெளியிடப்படும்:
en: The following books will be made into templates:

source: BloomPack சேமி
en: Save BloomPack

source: படிப்பவர் வார்ப்புரு BloomPack உருவாக்கு
en: Make Reader Template BloomPack

source: முதல் பெயர்
en: First Name

source: தயவுசெய்து {0} பதிவு செய்ய ஒரு நிமிடம் எடுத்துக்
en: Please take a minute to register {0}

source: எப்படி நீங்கள் பயன்படுத்தும் {0}?
en: How are you using {0}?

source: நான் நின்றுபோனது இருக்கிறேன், நான் இருக்கும் முடி இது பின்னர்.
en: I'm stuck, I'll finish this later.

source: அமைப்பு
en: Organization

source: பதிவுசெய்
en: &Register

source: துணைப்பெயர்
en: Surname

source: {0} பதிவு
en: Register {0}

source: அடிப்படை புத்தகம்
en: Basic Book

source: பெரிய புத்தகம்
en: Big Book

source: Decodable படிப்பான்
en: Decodable Reader

source: மறுக்கும் படிப்பான்
en: Leveled Reader

source: படம் அகராதி
en: Picture Dictionary

source: சுவரில் நாள்காட்டி
en: Wall Calendar

source: விவசாயம்
en: Agriculture

source: விலங்கு கதைகள்
en: Animal Stories

source: வியாபாரம்
en: Business

source: சமூக வாழும்
en: Community Living

source: பண்பாடு
en: Culture

source: அகராதி
en: Dictionary

source: சூழல்
en: Environment

source: புனைவு
en: Fiction

source: இது எப்படி
en: How To

source: கணக்கு
en: Math

source: அல்லாத கீழேயுள்ளது
en: Non Fiction

source: சுய முன்னேற்றம்
en: Personal Development

source: நடத்திய
en: Primer

source: அறிவியல்
en: Science

source: துறவி
en: Spiritual

source: பாரம்பரியம்
en: Tradition

source: பாரம்பரிய கதை
en: Traditional Story

source: அமைவு
en: Setup

source: எழுத்தாளர்/illustrator, அல்லது வேறு எதுவும் இந்த இடம் உபயோகித்து.
en: You may use this space for author/illustrator, or anything else.
